{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "dtype": "float32", "batch_input_shape": [null, 4], "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "units": 24, "bias_regularizer": null, "activity_regularizer": null, "use_bias": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "units": 24, "bias_regularizer": null, "use_bias": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "activity_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "linear", "units": 2, "bias_regularizer": null, "use_bias": true, "bias_constraint": null}}], "keras_version": "2.0.3"}