{"keras_version": "2.0.3", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_7", "use_bias": true, "batch_input_shape": [null, 4], "bias_regularizer": null, "units": 24, "activity_regularizer": null, "kernel_regularizer": null, "dtype": "float32", "activation": "relu", "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}}}, {"class_name": "Dense", "config": {"name": "dense_8", "use_bias": true, "bias_regularizer": null, "units": 24, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu", "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}}}, {"class_name": "Dense", "config": {"name": "dense_9", "use_bias": true, "bias_regularizer": null, "units": 2, "activity_regularizer": null, "kernel_regularizer": null, "activation": "softmax", "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}}}], "backend": "tensorflow"}